{
    "book": [{
            "title": "BEFORE TAKEOFF",
            "Images": "./IMAGES/BEFORE TAKEOFF.jpg",
            "description": "The Sun Is Also a Star meets Jumanji when two teens meet and fall in love during a layover-gone-wrong at the Atlanta airport in this thrilling new novel from the author of Let's Get Lost! James and Michelle find themselves in the Atlanta airport on a layover.They couldn 't be more different, but seemingly interminable delays draw them both to a mysterious flashing green light--and each other. Where James is passive, Michelle is anything but.And she quickly discovers that the flashing green light is actually...a button.Which she presses.Which may or may not unwittingly break the rules of the universe--at least as those rules apply to Hartsfield - Jackson Atlanta. Before they can figure up from down strange, impossible things start happening: snowstorms form inside the B terminal;jungles sprout up in the C terminal;and earthquakes split the ground apart in between.And no matter how hard they try,it seems no one can find a way in or out of the airport.James and Michelle team up to find their families and either escape the airport,or put an end to its chaos--before its too late. (less)"
        },
        {
            "title": "ARU SHAH AND THE END OF TIME",
            "Images": "./IMAGES/ARU SHAH AND THE END OF TIME.jpg",
            "description": "Aru Shah is a twelve-year-old girl, living in the Museum of Ancient Indian Art and Culture, who often stretches the truth to please her friends, a trait developed due to her mother's distant behavior. She has a wide imagination and is ashamed to be living in a museum. While she is at home during school break, three of her classmates arrive at the museum to find that Aru lied about spending her time in France. Under pressure, she lights the Cursed Lamp of Bharata to prove them wrong, since she once told her class the Lamp is cursed. She accidentally releases the Sleeper, a demon who can freeze time. After time is frozen in her town and Aru herself is briefly frozen, a pigeon enters the museum and explains that Hindu mythology is real and that she is a Pandava. They leave to find the other known sister. Expecting a fierce warrior, they are both taken back by germophobic Mini. Afterward, they visit the Council of Guardians, where they meet Urvashi and Hanuman. Hanuman reveals that the ahamas of the Gods have gone missing and that the places where the Sleeper walked have frozen. Both of the sisters are claimed. Indra is Aru's soul father, while Dharma Raja is revealed to be Mini's."
        },
        {
            "title": "THE PRINCE OF NOWHERE",
            "Images": "./IMAGES/THE PRINCE OF NOWHERE.jpg",
            "description": "Roda isn’t afraid of the monsters that roam the wilds of the Aerlands. She’s safe in her small town, which is surrounded by a wall of freezing, enchanted mist that keeps the beasts away. So when Roda rescues an injured crow on the instruction of her secret pen pal, Anonymous—whose letters arrive without warning and correctly predict the future—she’s surprised to learn she’s brought one of the so-called monsters home. Because her crow is really a shape-shifting boy named Ignis. Ignis doesn’ t remember where he was going before he crashed.But Anonymous brought him and Roda together for a reason— and the only way to find out what Anonymous wants is to follow the trail of baffling clues in Roda’ s letters.Their perilous journey leads them into the mist and beyond,to a mysterious place called Nowhere.But Ignis has secrets,and the farther theyget,the more Roda doubts she can trust him.As a nefarious force closes in ,they’ ll have to put aside their differences and work together.For they might be each other’ s only defense against an enemy who threatens their past,present,and future "
        },
        {
            "title": "HUNTING FOR THE LAMB OF GOD",
            "Images": "./IMAGES/HUNTING FOR THE LAMB OF GOD.jpg",
            "description": "It was at that moment that the world took a quantum leap backward and nothing would ever be the same.In this dystopian tale,the West finds itself crippled when North Korea and Iran join forces to attack with three nuclear explosions strategically positioned over the United States,designed to create a super electromagnetic pulse(EMP) and cripple the U.S.This attack effectively stops all electronically powered equipment from working.There are no computers,cars,phones,or communications,and 3200 jet airliners began to fall from the sky over America,Canada,and Mexico.Those alive after the initial event must now find a way to survive its effects.As people begin to starve because of the inability to produce and store food,they turn to a ready food source— humans.Cannibalism runs rampant,with gangs attacking homes to procure food.But not all people wish to survive through the eating of human flesh.Is it possible to carve out a life among those who would readily kill another human for food ?O 'Donnell carves out a futuristic horror story as he sets up this devastating scenario of a crippling blow to the West. It isnt hard to imagine a world where the United States is attacked and left without power or resources,but a world that so easily turns to cannibalism is truly frightening.There is much internal struggle and dramatic tension as two sets of neighborstry to navigate the landscape of this strange new world,relying only on themselves with no coordinated emergency government assistance.The author does a fantastic job of setting up the conflict and building tension as his characterstry to find a way to survive.This well - written,though disturbing,story gives readers much to contemplate."
        },
        {
            "title": "BEWILDERNESS",
            "Images": "./IMAGES/BEWILDERNESS.jpg",
            "description": "Irene, a lonely nineteen-year-old in rural North Carolina, works long nights at the local pool hall, serving pitchers and dodging drunks. One evening, her hilarious, magnetic coworker Luce invites her on a joy ride through the mountains to take revenge on a particularly creepy customer. Their adventure not only spells the beginning of a dazzling friendship, it seduces both girls into the mysterious world of pills and the endless hustles needed to fund the next high.Together,Irene and Luce run nickel - tossing scams at the county fair and trick dealers into trading legit pharmsfor birth - control pills.Everything is wild and wonderful until Luce finds a boyfriend who wants to help herget clean.Soon the two of them decide to move away and start a new,sober life in Florida— leaving Irene behind.Told in a riveting dialogue between the girls’ addicted past and their hopesfor a better future,Bewilderness is not just a brilliant,funny,heartbreaking novel about opioid abuse,it’ s also a moving look at how intense,intimate friendships can shape every young woman’ s life."
        },
        {
            "title": "TWO WHEELS GOOD",
            "Images": "./IMAGES/TWO WHEELS GOOD.jpg",
            "description": "The bicycle is a vestige of the Victorian era, seemingly at odds with our age of smartphones and ride-sharing apps and driverless cars. Yet we live on a bicycle planet. Across the world, more people travel by bicycle than any other form of transportation. Almost anyone can learn to ride a bike—and nearly everyone does. In Two Wheels Good,journalist and critic Jody Rosen reshapes our understanding of this ubiquitous machine,an ever - present force in humanity’ s life and dream life— and a flash point in culture wars—for more than two hundred years.Combining history,reportage, travelogue, and memoir,Rosen’ s book sweeps across centuries and around the globe,unfolding the bicycle’ s saga from its invention in 1817 to its present - day renaissance as a“ green machine,”an emblem of sustainability in a world afflicted by pandemic and climate change.Readers meet unforgettable characters: feminist rebels who steered bikes to the barricades in the 1890 s,a prospector who pedaled across the frozen Yukon to join the Klondike gold rush,a Bhutanese king who races mountain bikes in the Himalayas,a cycle - rickshaw driver who navigates the seething streets of the world’ s fastest - growing megacity,astronauts who ride a floating bicycle in zero gravity aboard the International Space Station."
        },
        {
            "title": "THINGS THEY LOST",
            "Images": "./IMAGES/THINGS THEY LOST.jpg",
            "description": "Ayosa is a wandering spirit—joyous, exuberant, filled to the brim with longing. Her only companions in her grandmother's crumbling house are as lonely as Ayosa herself: the ghostly Fatumas, whose eyes are the size of bay windows, who teach her to dance and wail at the death news; the Jolly-Annas, cruel birds who cover their solitude with spiteful laughter; the milkman, who never greets Ayosa and whose milk tastes of mud; and Sindano, the kind owner of a café no one ever visits.Unexpectedly,miraculously,one day Ayosa finds a friend.Yet she is always fixed on her beautiful mama,Nabumbo Promise: a mysterious and aloof photographer,she comes and goes as she pleases,with no apology or warning.Set at the intersection of the spirit world and the human one,Things They Lost is a stunning and unforgettable novel that unfurls the dizzying dualities of love,at its most intoxicating and all - encompassing."
        },
        {
            "title": "BROKEN VESSELS",
            "Images": "./IMAGES/BROKEN VESSELS.jpg",
            "description": "Joey Candillo’s story is inspiring and compelling. More important, it is a testament to God’s transforming power. People CAN change, that’s the point of the Gospel of Jesus Christ. BROKEN VESSELS will help anyone struggling with addiction. In fact, it will help anyone struggling with anything!Joey Candillo is a husband,father and pastor.Most important,he is a child of God.He has been married to Megan since 2005. They have five children.God has allowed him to plant two churches.He planted the Milestone Church,in inner - city Kansas City,in 2002 and he served there for 12 years.In 2014,he planted Grace Church in his hometown of Independence,Missouri and he currently still serves as lead pastor.He graduated from William Chrisman High School in 1992. He earned his bachelor’ s degree from Baptist Bible College in 2002.He is an avid outdoorsman.He loves to hunt and fish.He also serves as the chaplainfor the William Chrisman Football Team.When he was growing up Independence was known as the“ Meth Capital of the World.”He went to prison in 1997for selling drugs,but became a Christianwhile locked up.His church is just down the street from the apartment where he used to sell drugs.He went from pushing dope to pushing hope in his hometown."
        },
        {
            "title": "AURORA",
            "Images": "./IMAGES/AURORA.jpg",
            "description": "A generation ship is launched from Saturn in 2545 at 0.1 c (i.e. traveling at 108,000,000 km/hr or 10% the speed of light). It includes twenty-four self-contained biomes and an average population of two thousand people. One hundred sixty years and approximately seven generations later, it is beginning its deceleration into the Tau Ceti system to begin colonization of a planet's moon, an Earth analog, which has been named Aurora.Devi,the ship 's de facto chief engineer and leader, is concerned about the decaying infrastructure and biology of the ship: systems are breaking down, each generation has lower intelligence test scores than the last, and bacteria are mutating and evolving at a faster rate than humans. She tells the ship's AI,referred to simply as Ship,to keep a narrative of the voyage.After having some trouble with understanding the human concept of narrative,Ship eventually elects to follow the life of Devi 's daughter Freya as a protagonist.As a teenager,Freya travels around the ship on her wanderjahr and learns that many of the ship 's inhabitants are dissatisfied with their enclosed existence and what they perceive as a dictatorship. Movement is strictly limited for most people, reproduction is tightly controlled, and education in science and mathematics is mandatory. Freya's wanderjahr comes to an end when she is called home as Devi grows sick from cancer and dies."
        }
    ]
}